tap "cockroachdb/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "sqlite"
brew "asciinema"
brew "bash-completion"
brew "coreutils"
brew "ctop"
brew "direnv"
brew "docker-completion"
brew "doctl"
brew "dos2unix"
brew "figlet"
brew "gawk"
brew "git"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gradle"
brew "grc"
brew "grep"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "lolcat"
brew "maven"
brew "moreutils"
brew "protobuf"
brew "mosh", args: ["HEAD"]
brew "neovim"
brew "node"
brew "nmap"
brew "nyancat"
brew "postgresql"
brew "prometheus"
brew "rbenv"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "softhsm", args: ["HEAD"]
brew "stress"
brew "terraform"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "cockroachdb/tap/cockroach"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "flycut"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "keycastr"
cask "ngrok"
cask "vagrant"
cask "virtualbox"
