tap "homebrew/bundle"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "sqlite"
brew "asciinema"
brew "bash-completion"
brew "coreutils"
brew "ctop"
brew "direnv"
brew "dos2unix"
brew "figlet"
brew "gawk"
brew "git"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gradle"
brew "grc"
brew "grep"
brew "helm"
brew "htop"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lolcat"
brew "maven"
brew "moreutils"
brew "protobuf"
brew "mosh"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "node"
brew "nyancat"
brew "postgresql@14"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "stress"
brew "terraform"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "vim"
brew "watch"
cask "alacritty"
cask "docker"
cask "flycut"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "keycastr"
cask "rectangle"
cask "spotify"
cask "vagrant"
cask "virtualbox"
