tap "teamookla/speedtest"
brew "sqlite"
brew "ansible"
brew "asciinema"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "direnv"
brew "docker-completion"
brew "dos2unix"
brew "figlet"
brew "gawk"
brew "git"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gradle"
brew "grc"
brew "grep"
brew "helm"
brew "htop"
brew "hyperfine"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "lolcat"
brew "maven"
brew "minio-mc"
brew "moreutils"
brew "protobuf"
brew "mosh"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "nyancat"
brew "oh-my-posh"
brew "opa"
brew "openjdk@17"
brew "openjdk@21"
brew "opentofu"
brew "postgresql@14"
brew "regal"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "stress"
brew "terraform"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "watch"
brew "teamookla/speedtest/speedtest"
cask "alacritty"
cask "flycut"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "ghostty"
cask "google-chrome"
cask "keycastr"
cask "rectangle"
cask "spotify"
